# Homebrew
tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/fuse'
tap 'homebrew/versions'

# Packages
brew 'coreutils'
brew 'pkg-config'
brew 'openssl'
brew 'chromedriver'
brew 'cmake'
brew 'dos2unix'
brew 'sqlite'
brew 'python'
brew 'ffmpeg', args: ['with-fdk-aac', 'with-ffplay', 'with-freetype', 'with-frei0r', 'with-libass', 'with-libvorbis', 'with-libvpx', 'with-opencore-amr', 'with-openjpeg', 'with-opus', 'with-rtmpdump', 'with-schroedinger', 'with-speex', 'with-theora', 'with-tools']
brew 'mongodb'
brew 'nginx'
brew 'phantomjs'
brew 'postgresql'
brew 'redis'
brew 'ssh-copy-id'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'vim', args: ['--override-system-vi']
brew 'homebrew/dupes/screen'
brew 'homebrew/fuse/ntfs-3g'

# Applications
cask 'shiftit'
cask 'google-chrome'
cask 'sublime-text'
cask 'slack'
cask 'evernote'
cask 'screenhero'
cask 'alfred'




